/* error reason */
"An entry in the zip file had a name that couldn't be converted to a filesystem path." = "An entry in the zip file had a name that couldn't be converted to a filesystem path.";

/* error description */
"Duplicate zip member name \"%@\"." = "Duplicate zip member name “%@”.";

/* error reason */
"The unzip library failed to open %@." = "The unzip library failed to open %@.";

/* error reason */
"The zip library function %s returned %d" = "The zip library function %1$s returned %2$d";

/* error reason */
"The zip library function %s returned %d when trying to read the data for entry \"%@\" in \"%@\"." = "The zip library function %1$s returned %2$d when trying to read the data for entry “%3$@” in “%4$@”.";

/* error reason */
"Unable to close zip data." = "Unable to close zip data.";

/* error reason */
"Unable to close zip file." = "Unable to close zip file.";

/* error reason */
"Unable to create zip file." = "Unable to create zip file.";

/* error description */
"Unable to open zip archive." = "Unable to open zip archive.";

/* error description
   error reason */
"Unable to read zip data." = "Unable to read zip data.";

/* error description */
"Unable to read zip file." = "Unable to read zip file.";

/* error description */
"Unable to write zip file." = "Unable to write zip file.";

